{"version":2,"kind":"Article","sha256":"cc200f2cc1365b8c384adf593121abf9f144851c4e7d24ef062e63c5028a9a77","slug":"conclusion","location":"/05_conclusion.md","dependencies":[],"frontmatter":{"title":"5. Summary and Conclusions","content_includes_title":true,"authors":[{"nameParsed":{"literal":"Yisheng(Bruce) Mao","given":"Yisheng(Bruce)","family":"Mao"},"name":"Yisheng(Bruce) Mao","id":"contributors-myst-generated-uid-0"}],"numbering":{"title":{"offset":1}},"exports":[{"format":"md","filename":"05_conclusion.md","url":"/05_conclusion-0b1edb69e22f24e742421b4685735dee.md"}]},"mdast":{"type":"root","children":[{"type":"block","position":{"start":{"line":1,"column":1},"end":{"line":1,"column":1}},"children":[{"type":"heading","depth":1,"position":{"start":{"line":3,"column":1},"end":{"line":3,"column":1}},"children":[{"type":"text","value":"5. Summary and Conclusions","position":{"start":{"line":3,"column":1},"end":{"line":3,"column":1}},"key":"faVecnBUoN"}],"identifier":"id-5-summary-and-conclusions","label":"5. Summary and Conclusions","html_id":"id-5-summary-and-conclusions","implicit":true,"key":"g7sKZKGrqp"},{"type":"heading","depth":2,"position":{"start":{"line":5,"column":1},"end":{"line":5,"column":1}},"children":[{"type":"text","value":"5.1 Research Question and Methodology","position":{"start":{"line":5,"column":1},"end":{"line":5,"column":1}},"key":"eLOsL6nFDz"}],"identifier":"id-5-1-research-question-and-methodology","label":"5.1 Research Question and Methodology","html_id":"id-5-1-research-question-and-methodology","implicit":true,"key":"wkEML2NA5Q"},{"type":"paragraph","position":{"start":{"line":7,"column":1},"end":{"line":7,"column":1}},"children":[{"type":"text","value":"This study examines how Buy Now, Pay Later (BNPL) firms’ stock returns respond to changes in the Federal Funds Rate, controlling for market movements, consumer spending patterns, and macroeconomic factors. The analysis employs a log-linear regression framework on monthly data spanning February 2020 to August 2025 (67 observations), a period that captures both the rapid growth phase of the BNPL industry and significant monetary policy shifts from near-zero to approximately 5% interest rates. This substantial variation provides a rich environment for estimating interest rate sensitivity, although identification remains imperfect given the observational nature of the data.","position":{"start":{"line":7,"column":1},"end":{"line":7,"column":1}},"key":"QzUvaAfC6w"}],"key":"hTl3JbNLst"},{"type":"paragraph","position":{"start":{"line":9,"column":1},"end":{"line":9,"column":1}},"children":[{"type":"text","value":"The research question is motivated by BNPL firms’ unique funding structure—their reliance on warehouse credit facilities, securitization, and sale-and-repurchase agreements creates immediate pass-through of interest rate changes to funding costs, as documented in firm-level analysis of Affirm Holdings Inc. and PayPal Holdings Inc. 10-K filings.","position":{"start":{"line":9,"column":1},"end":{"line":9,"column":1}},"key":"TuQDwCpMkA"}],"key":"zl4QNl0YqH"},{"type":"heading","depth":2,"position":{"start":{"line":11,"column":1},"end":{"line":11,"column":1}},"children":[{"type":"text","value":"5.2 Key Findings","position":{"start":{"line":11,"column":1},"end":{"line":11,"column":1}},"key":"quqPxtaAep"}],"identifier":"id-5-2-key-findings","label":"5.2 Key Findings","html_id":"id-5-2-key-findings","implicit":true,"key":"C7VRHzXNvV"},{"type":"paragraph","position":{"start":{"line":13,"column":1},"end":{"line":13,"column":1}},"children":[{"type":"text","value":"The primary empirical finding is that we cannot reject the null hypothesis of no relationship between Federal Funds Rate changes and BNPL stock returns. The estimated coefficient (β₁ = -12.68, SE = 9.89, p = 0.202) suggests an economically large but statistically insignificant relationship: a one percentage point increase in the Federal Funds Rate is associated with an estimated 12.7% decrease in log BNPL returns, though the 95% confidence interval [-32.18, 6.81] includes zero.","position":{"start":{"line":13,"column":1},"end":{"line":13,"column":1}},"key":"sjx3btKzjR"}],"key":"xNqSnVt1Y0"},{"type":"paragraph","position":{"start":{"line":15,"column":1},"end":{"line":15,"column":1}},"children":[{"type":"text","value":"This null result reflects three contributing factors: (1) BNPL stocks exhibit extremely high volatility (monthly standard deviation of 12.34%), creating substantial noise that obscures systematic relationships; (2) market returns dominate BNPL return variation, explaining 51% of variation (R² = 0.51) in the full specification model, leaving limited residual variation for interest rates to explain; and (3) Federal Funds Rate changes occur infrequently, with many zero observations creating low-frequency variation that reduces statistical power.","position":{"start":{"line":15,"column":1},"end":{"line":15,"column":1}},"key":"c3mnpbK6yN"}],"key":"IVhWy7ELRx"},{"type":"paragraph","position":{"start":{"line":17,"column":1},"end":{"line":17,"column":1}},"children":[{"type":"text","value":"The full specification model achieves an R² of 0.5098, representing a substantial improvement over the base model’s R² of 0.0224 and demonstrating the value of controlling for market movements and macroeconomic factors. Market returns emerge as the dominant determinant: the market return coefficient (β₅ = 2.38, p < 0.001) indicates that BNPL stocks exhibit a market beta substantially higher than the average stock, placing them among the highest-beta securities in the market. Inflation also exhibits statistically significant effects (β₄ = -12.94, p = 0.049), operating through multiple channels: erosion of consumer purchasing power, increased funding costs, and heightened economic uncertainty.","position":{"start":{"line":17,"column":1},"end":{"line":17,"column":1}},"key":"TxE7lGcKvr"}],"key":"yJPeH381aK"},{"type":"paragraph","position":{"start":{"line":19,"column":1},"end":{"line":19,"column":1}},"children":[{"type":"text","value":"A noteworthy divergence emerges between firm-level and stock-level evidence. Firm-level analysis demonstrates that funding costs meaningfully affect BNPL operations—Affirm’s funding costs increased by 394% from fiscal year 2022 to 2024, with management attributing this increase primarily to higher benchmark interest rates. Yet stock returns do not exhibit statistically significant sensitivity to interest rate changes. This pattern suggests that BNPL stocks are priced similarly to growth-oriented technology companies rather than rate-sensitive financial institutions, with investors focusing on long-term growth prospects rather than short-term funding cost factors.","position":{"start":{"line":19,"column":1},"end":{"line":19,"column":1}},"key":"zIdmabFfaX"}],"key":"vOkZozzIkB"},{"type":"heading","depth":2,"position":{"start":{"line":21,"column":1},"end":{"line":21,"column":1}},"children":[{"type":"text","value":"5.3 Implications","position":{"start":{"line":21,"column":1},"end":{"line":21,"column":1}},"key":"EdQPP2KMEp"}],"identifier":"id-5-3-implications","label":"5.3 Implications","html_id":"id-5-3-implications","implicit":true,"key":"j5Av2fHNaO"},{"type":"paragraph","position":{"start":{"line":23,"column":1},"end":{"line":23,"column":1}},"children":[{"type":"strong","position":{"start":{"line":23,"column":1},"end":{"line":23,"column":1}},"children":[{"type":"text","value":"For Investors:","position":{"start":{"line":23,"column":1},"end":{"line":23,"column":1}},"key":"ODh6gMY6fk"}],"key":"OKJYAkJPw8"},{"type":"text","value":" The high market beta (β = 2.38) indicates that BNPL stocks amplify systematic market risk—during a 10% market decline, BNPL stocks would be expected to decline by approximately 24%. This characteristic makes BNPL stocks particularly risky during market downturns but potentially rewarding during bull markets, consistent with growth-oriented technology stock behavior. Given the large but statistically noisy interest rate coefficient, investors should focus on market sentiment, competitive dynamics, and regulatory developments rather than attempting to time monetary policy, though the economic magnitude suggests that interest rate risk should not be completely dismissed during periods of rapid policy changes.","position":{"start":{"line":23,"column":1},"end":{"line":23,"column":1}},"key":"LCeDnmQ9f6"}],"key":"REfo5HSccb"},{"type":"paragraph","position":{"start":{"line":25,"column":1},"end":{"line":25,"column":1}},"children":[{"type":"strong","position":{"start":{"line":25,"column":1},"end":{"line":25,"column":1}},"children":[{"type":"text","value":"For Policymakers and Regulators:","position":{"start":{"line":25,"column":1},"end":{"line":25,"column":1}},"key":"LN9QhF4FL4"}],"key":"OFk9okaCah"},{"type":"text","value":" BNPL firms’ funding structures create immediate pass-through of interest rate changes to funding costs, potentially affecting profitability and lending capacity even if stock returns do not reflect this sensitivity. Regulators should monitor BNPL firms’ funding structures and interest rate risk exposure, particularly given their role in serving subprime consumers who may be vulnerable to economic downturns. The CFPB’s May 2024 ruling classifying BNPL as credit cards may alter BNPL firms’ sensitivity to monetary policy by changing funding structures, regulatory compliance costs, and competitive positioning.","position":{"start":{"line":25,"column":1},"end":{"line":25,"column":1}},"key":"Kv3aGMBI1p"}],"key":"ZtBD0tN7dJ"},{"type":"paragraph","position":{"start":{"line":27,"column":1},"end":{"line":27,"column":1}},"children":[{"type":"strong","position":{"start":{"line":27,"column":1},"end":{"line":27,"column":1}},"children":[{"type":"text","value":"For Asset Pricing Theory:","position":{"start":{"line":27,"column":1},"end":{"line":27,"column":1}},"key":"GdmbGpdKQ8"}],"key":"WEShpzp4ID"},{"type":"text","value":" The divergence between firm-level funding cost sensitivity and stock-level return insensitivity raises questions about market efficiency and investor attention to fundamental factors. This pattern is consistent with growth stock behavior, where investors focus on long-term growth prospects rather than short-term cost factors. The high market beta and dominance of market returns suggest that BNPL stocks are priced as growth-oriented technology companies despite their structural exposure to funding costs, reflecting the sector’s status as a growth industry where future prospects matter more than current profitability.","position":{"start":{"line":27,"column":1},"end":{"line":27,"column":1}},"key":"yhGGxn5h23"}],"key":"yniHvvs8LH"},{"type":"heading","depth":2,"position":{"start":{"line":29,"column":1},"end":{"line":29,"column":1}},"children":[{"type":"text","value":"5.4 Limitations and Future Research","position":{"start":{"line":29,"column":1},"end":{"line":29,"column":1}},"key":"N4GxNxBicd"}],"identifier":"id-5-4-limitations-and-future-research","label":"5.4 Limitations and Future Research","html_id":"id-5-4-limitations-and-future-research","implicit":true,"key":"fE6bFM6xxJ"},{"type":"paragraph","position":{"start":{"line":31,"column":1},"end":{"line":31,"column":1}},"children":[{"type":"text","value":"This study faces several important limitations. The limited sample size (67 monthly observations) reduces statistical power. The use of ΔFFR as a shock measure does not provide clean identification of exogenous monetary policy shocks. The portfolio approach masks firm-level heterogeneity. The model omits standard asset pricing factors (Fama-French factors, VIX, sector ETFs). Finally, observational data alone cannot establish causality. These limitations require that results be interpreted as exploratory and descriptive rather than definitive causal evidence.","position":{"start":{"line":31,"column":1},"end":{"line":31,"column":1}},"key":"lYcCDzpLgk"}],"key":"siywQepYxE"},{"type":"paragraph","position":{"start":{"line":33,"column":1},"end":{"line":33,"column":1}},"children":[{"type":"text","value":"Several promising directions for future research emerge. First, as more data becomes available, future studies can examine BNPL interest rate sensitivity with larger sample sizes and greater statistical power. Second, alternative model specifications—including non-linear relationships, lagged effects, and interaction terms—could capture how BNPL sensitivity varies across economic conditions. Third, firm-level panel data could examine how individual BNPL firms’ funding structures, profit margins, and business models affect their sensitivity to interest rate changes. Fourth, research could examine how regulatory changes affect BNPL firms’ interest rate sensitivity, potentially using event studies around regulatory announcements. Fifth, alternative identification strategies—instrumental variables, natural experiments, or event studies around Federal Reserve policy announcements—could provide more credible causal estimates.","position":{"start":{"line":33,"column":1},"end":{"line":33,"column":1}},"key":"o0qMSrRdUP"}],"key":"lHAJSQv2m2"},{"type":"paragraph","position":{"start":{"line":35,"column":1},"end":{"line":35,"column":1}},"children":[{"type":"text","value":"This analysis establishes an empirical foundation for understanding BNPL firms’ sensitivity to monetary policy while highlighting the methodological challenges inherent in detecting relationships in financial returns data with limited sample sizes. The regression evidence is consistent with rate sensitivity in sign and magnitude, but too noisy to be statistically conclusive; the firm-level funding cost evidence strongly suggests that the underlying mechanism is real even if monthly stock returns do not cleanly reveal it.","position":{"start":{"line":35,"column":1},"end":{"line":35,"column":1}},"key":"Xtqzut6SHX"}],"key":"OVjQ9Rx5Qb"}],"data":{"part":"conclusion"},"key":"D6HuGShftT"},{"type":"block","position":{"start":{"line":37,"column":1},"end":{"line":37,"column":1}},"children":[],"key":"rQXbYybaEJ"}],"key":"W7j5qvjCW2"},"references":{"cite":{"order":[],"data":{}}}}