{"version":"1","records":[{"hierarchy":{"lvl1":""},"type":"lvl1","url":"/","position":0},{"hierarchy":{"lvl1":""},"content":"","type":"content","url":"/","position":1},{"hierarchy":{"lvl1":"","lvl2":"Abstract"},"type":"lvl2","url":"/#abstract","position":2},{"hierarchy":{"lvl1":"","lvl2":"Abstract"},"content":"This paper examines whether California’s Film and Television Tax Credit Program 2.0 (effective FY2015–16) and its Program 3.0 expansion (credit allocations beginning July 1, 2020) generated sustained employment or wage gains in the state’s motion picture industry. Building on Thom’s (2018) national analysis of motion picture incentives (1998–2013), which found limited and short-lived effects, I use QCEW data for 2010–2025 and ACS migration microdata for 2009–2023 to capture California’s more recent and significantly larger credit programs.\n\nUsing Bureau of Labor Statistics Quarterly Census of Employment and Wages (QCEW) data for the motion picture and video production industry (NAICS 512110), I estimate difference-in-differences (DiD) models with two treatment onsets (2015 and 2020) comparing California against states with stable incentive policies and similar pre-trends. To address identification concerns raised in Rickman and Wang (2020)—particularly the potential for administrative reclassification of employees rather than genuine job creation—I supplement QCEW-based results with American Community Survey (ACS) data on occupation-specific migration flows to test whether observed employment increases correspond to real worker inflows into California’s film sector.\n\nI further implement Synthetic Control Methods (SCM) to validate DiD estimates, following Rickman and Wang’s recommendation for more credible counterfactual construction. Finally, motivated by Owens and Rennhoff (2023), I provide descriptive analysis of the political timing of California’s program expansions relative to gubernatorial election cycles, assessing whether these policies align more closely with electoral incentives than economic outcomes.\n\nThe findings are clear: SCM detects no statistically significant employment effects (p = 0.286 for 2015; p = 0.143 for 2020), though DiD identifies a significant 9.1% wage premium following Program 2.0 (p = 0.003). ACS migration data shows persistent worker inflows that did not strengthen after expansions. By uniting administrative employment data, migration evidence, and political timing, this study contributes to a more comprehensive understanding of whether modern film tax credits in the streaming era produce genuine economic benefits or primarily serve political objectives.\n\n","type":"content","url":"/#abstract","position":3},{"hierarchy":{"lvl1":"","lvl2":"Introduction"},"type":"lvl2","url":"/#introduction","position":4},{"hierarchy":{"lvl1":"","lvl2":"Introduction"},"content":"State film tax credit programs represent one of the most persistent policy puzzles in American economic development: despite decades of academic research finding limited and short-lived economic benefits, these programs continue to expand across states and consume billions in public funds annually. By 2022, over 30 states offered film production incentives, with total annual allocations exceeding 2 billion dollars nationwide. Yet the empirical literature, from Thom’s (2018) comprehensive national analysis to Bradbury’s (2020) aggregate growth studies, consistently finds that film tax credits produce minimal sustained employment gains and no measurable impact on broader state economic development.\n\nCalifornia’s entry into this competitive landscape came relatively late but with unprecedented scale. After decades of relying on its natural advantages—established infrastructure, talent pools, and favorable climate—California enacted its first Film and Television Tax Credit Program in 2009, allocating 100 million dollars annually. This initial program, however, paled in comparison to the aggressive incentives offered by states like Louisiana, Georgia, and New York, which had been attracting major productions away from Hollywood for years. By 2013, California’s share of national film production employment had declined substantially, prompting state policymakers to dramatically expand the program.\n\nIn 2015, California tripled its annual tax credit allocation to 330 million dollars through Film and Television Tax Credit Program 2.0 (AB 1839), making it the largest single-state film incentive program in the nation. Five years later, Program 3.0 further expanded allocations and extended the program through 2025, with total authorized credits reaching 1.55 billion dollars over the five-year period. These expansions occurred during a transformative period for the industry: the rise of streaming platforms created unprecedented demand for content, while production technologies enabled more location flexibility than ever before.\n\nThis paper examines whether California’s Film and Television Tax Credit Program 2.0 (effective FY2015–16) and Program 3.0 (credit allocations beginning July 1, 2020) generated sustained employment or wage gains in the state’s motion picture industry. Building on Thom’s (2018) national analysis of motion picture incentives (1998–2013), I use QCEW data for 2010–2025 and ACS migration microdata for 2009–2023 to capture California’s more recent and significantly larger credit programs.\n\nThe study addresses several methodological concerns raised in the literature. Rickman and Wang (2020) highlight that apparent employment gains in QCEW data may reflect administrative reclassification rather than genuine job creation. To address this “reclassification problem,” I supplement QCEW-based employment analysis with ACS data on occupation-specific migration flows. Using NAICS 512110 data, I estimate difference-in-differences (DiD) and Synthetic Control Methods (SCM) with two treatment onsets (2015 and 2020). Finally, motivated by Owens and Rennhoff (2023), I analyze the political timing of California’s program expansions relative to gubernatorial election cycles.\n\nThe empirical findings are clear: no statistically significant employment effects were detected (SCM p-values of 0.286 and 0.143). The only significant finding is a 9.1% wage premium following the 2015 expansion (p = 0.003). ACS migration data shows persistent net inflow of film workers throughout 2009-2023, but this baseline pattern did not strengthen after tax credit expansions. Political timing analysis reveals both expansions were enacted in gubernatorial election years within months of Election Day.\n\nThese findings suggest California’s film tax credits functioned as defensive policy—improving conditions for existing workers—rather than generating net job creation. By uniting administrative employment data, migration evidence, and political timing analysis, this study contributes to understanding whether modern film tax credits produce genuine economic benefits or primarily serve political objectives.\n\nThe remainder of this paper proceeds as follows. Section 2 reviews the relevant literature. Section 3 describes data sources and empirical strategy. Section 4 presents results. Section 5 discusses interpretation and policy implications. Section 6 concludes.\n\n","type":"content","url":"/#introduction","position":5},{"hierarchy":{"lvl1":"","lvl2":"Literature Review"},"type":"lvl2","url":"/#literature-review","position":6},{"hierarchy":{"lvl1":"","lvl2":"Literature Review"},"content":"\n\nThe academic literature on state film tax incentives has expanded rapidly over the past decade and reaches a surprisingly consistent conclusion: despite large fiscal costs, these programs generate at best modest and often transitory gains in measured film activity, with limited evidence of broader economic development. My study builds on three strands of this literature—early creative-economy critiques, national and state-level quasi-experimental evaluations, and emerging work on industry aggregation and political incentives—while also incorporating recent advances in empirical methods and research tools.","type":"content","url":"/#literature-review","position":7},{"hierarchy":{"lvl1":"","lvl3":"1. Creative-Economy Narratives and Early Policy Critiques","lvl2":"Literature Review"},"type":"lvl3","url":"/#id-1-creative-economy-narratives-and-early-policy-critiques","position":8},{"hierarchy":{"lvl1":"","lvl3":"1. Creative-Economy Narratives and Early Policy Critiques","lvl2":"Literature Review"},"content":"Early work framed film incentives as part of a broader “creative economy” development strategy. Christopherson and Rightor (2010) show how states treated film and television production as emblematic of a high-skill, high-visibility sector, using subsidies to signal competitiveness and cultural vibrancy rather than to correct identifiable market failures. They argue that this “big business of the creative economy” narrative encouraged states to compete for mobile productions even when underlying jobs were temporary, highly mobile, and prone to leakage out of the local economy.\n\nAdkisson (2013) situates film incentives within a policy-diffusion and convergence framework. Using a case study of film-production employment from 1997–2011, he documents how states rapidly converged on similar incentive regimes despite weak evidence of net employment gains. His analysis highlights the role of emulation, competitive “bandwagons,” and interest-group pressure in sustaining film incentives, suggesting that policy persistence may be driven more by political and symbolic returns than by measurable economic outcomes. This political-economy perspective motivates my focus on California’s timing of major credit expansions around gubernatorial elections.\n\nTogether, these early contributions frame film incentives as a politically attractive but economically fragile development strategy. They also underscore a key challenge that my study confronts directly: distinguishing genuine growth in film employment from reclassification, displacement, or zero-sum relocation across jurisdictions.","type":"content","url":"/#id-1-creative-economy-narratives-and-early-policy-critiques","position":9},{"hierarchy":{"lvl1":"","lvl3":"2. National Evidence on Economic and Labor-Market Effects","lvl2":"Literature Review"},"type":"lvl3","url":"/#id-2-national-evidence-on-economic-and-labor-market-effects","position":10},{"hierarchy":{"lvl1":"","lvl3":"2. National Evidence on Economic and Labor-Market Effects","lvl2":"Literature Review"},"content":"The modern empirical literature evaluates whether film incentives meaningfully expand film employment, wages, or output at the state level. Thom (2018) provides the most comprehensive national panel analysis to date, examining state motion-picture employment, wages, gross state product, and industry share from the late 1980s through 2013. Across multiple specifications, he finds at most modest and non-robust wage gains and essentially no effect on employment, output, or market share, concluding that film incentives are a poor engine for broad-based development.\n\nA complementary line of work adopts more targeted identification strategies. Swenson (2017) uses Economic Development Quarterly’s typical quasi-experimental framework to study incentive adoption and film production, finding that incentives generate some increase in reported production but little evidence of durable local industry growth. Thom (2019) broadens the lens beyond film to examine state corporate tax incentives for the entertainment sector more generally, using quasi-experimental methods to assess job creation. He finds that these incentives rarely produce sustained employment gains, reinforcing the notion that targeted credits tend to reshuffle rather than expand economic activity.\n\nButton (2019) advances the literature by combining panel methods with more precise incentive measures. Using data on the presence, generosity, and structure of state film incentives, he shows that while incentives can shift some production toward subsidizing states, they have no meaningful effect on overall film employment, wages, or establishments at the state level. Bradbury (2020) reaches a similar conclusion, estimating that average returns per dollar of subsidy are far below unity and in many cases negative once opportunity costs are considered.\n\nOwens and Rennhoff (2018) focus specifically on location decisions using a discrete-choice framework. Modeling where films choose to shoot as a function of incentives and location characteristics, they show that tax incentives do affect the probability a production locates in a given state, but that these gains are highly concentrated and do not translate into the emergence of a permanent, self-sustaining film cluster in most adopting states. Their findings underscore the difference between transient production days and durable agglomeration—an issue that is central to my focus on NAICS 512110 employment and on potential relocation from donor states to California.\n\nTaken together, this national literature suggests that film tax incentives can redirect some production activity but do not reliably generate large, lasting gains in employment or wages. My study extends this work temporally (through 2022), focuses specifically on the motion-picture production subsector (512110), and leverages donor states with long-standing incentive regimes (e.g., New York, Georgia, Louisiana) to test whether California’s recent expansions merely recapture displaced activity or generate net new employment.","type":"content","url":"/#id-2-national-evidence-on-economic-and-labor-market-effects","position":11},{"hierarchy":{"lvl1":"","lvl3":"3. State-Level Evidence, California, and Cluster Dynamics","lvl2":"Literature Review"},"type":"lvl3","url":"/#id-3-state-level-evidence-california-and-cluster-dynamics","position":12},{"hierarchy":{"lvl1":"","lvl3":"3. State-Level Evidence, California, and Cluster Dynamics","lvl2":"Literature Review"},"content":"A growing set of state-level studies explores how film incentives interact with pre-existing industry clusters. Thom (2018b) evaluates California’s original Film and Production Tax Credit (Program 1.0) from 1991–2016, using occupational employment data in three film-related categories. He finds no statistically significant effect of the credit on California film employment, and little evidence that competing incentives in other states materially altered California’s trajectory. The state’s film employment appears instead to track national trends, suggesting that the original program primarily subsidized activity that would have occurred anyway.\n\nWorkman (2021) revisits California with more recent data and a narrower outcome—film production counts—using quasi-experimental methods focused on the transition from Program 1.0 to Program 2.0. He finds some increase in filmed projects associated with the credit, but the magnitude is small relative to program costs and heavily concentrated in specific production types. Combined with Thom’s (2018b) null employment results, this suggests that California’s early programs may have altered the composition of local production without generating substantial new jobs.\n\nButton (2021) examines whether state incentives can seed or grow a local film industry by studying Louisiana and New Mexico, two states often held up as success stories. Using a mix of panel and cluster-oriented approaches, he concludes that while incentives can temporarily boost production volume, evidence of lasting local industry development is limited and fragile. This is important for my study: if aggressive, sustained incentive regimes in smaller states only weakly reshaped their local film sectors, California’s much larger but more mature industry may be even less responsive at the margin.\n\nRickman and Wang (2022) address a central methodological issue in this literature: industry aggregation. They show that many impact studies rely on broad NAICS categories (e.g., 512 “Motion Picture and Sound Recording”) whose multipliers and dynamics differ sharply from the incentivized subsector (51211/512110). Their analysis of input–output multipliers across 48 states demonstrates that using overly aggregated sectors can materially distort estimated impacts. This directly motivates my decision to focus on NAICS 512110 in QCEW rather than broader entertainment categories, and to interpret multiplier-based impact claims with caution.\n\nFinally, Rickman and Wang’s (2020) review of the “nascent literature” on state film incentives catalogues these empirical studies and emphasizes two unresolved challenges: separating relocation from reclassification in administrative data, and linking micro-level production decisions to macro-level labor-market outcomes. My research responds to both by pairing QCEW data with ACS interstate migration flows to identify whether measured employment gains in California coincide with net inflows of film workers from incentive-intensive donor states.","type":"content","url":"/#id-3-state-level-evidence-california-and-cluster-dynamics","position":13},{"hierarchy":{"lvl1":"","lvl3":"4. Political Incentives and the Persistence of Film Tax Credits","lvl2":"Literature Review"},"type":"lvl3","url":"/#id-4-political-incentives-and-the-persistence-of-film-tax-credits","position":14},{"hierarchy":{"lvl1":"","lvl3":"4. Political Incentives and the Persistence of Film Tax Credits","lvl2":"Literature Review"},"content":"The persistence and expansion of film incentives despite weak economic evidence has spurred a parallel literature on political behavior and incentive design. Adkisson’s (2013) discussion of policy convergence already points to emulation, elite networking, and rent-seeking as drivers of widespread adoption. Thom (2019) extends this logic, showing that state corporate tax incentives for the entertainment industry often survive in the absence of clear job-creation effects, implying that policymakers may prioritize visible project announcements and industry goodwill over long-run fiscal efficiency.\n\nOwens and Rennhoff (2023) shift attention to the political side of tax-incentive design more broadly. Using data on state tax incentives and legislative voting, they find that support for such incentives is strongly correlated with the geographic distribution of potential benefits and with partisan and institutional characteristics, even when economic evidence is weak. While their setting is not limited to film incentives, their findings help explain why California continued to expand its program—most notably in 2014 and 2018 (with major allocation increases beginning in 2015 and 2020)—despite accumulating research questioning the returns to large-scale film subsidies.\n\nIn my study, I build on this political-economy literature by examining whether California’s major program expansions align more closely with electoral cycles and lobbying pressures than with demonstrable improvements in employment or wage outcomes. By combining administrative labor data, interstate migration flows, and policy timing, I can assess whether expansions occurred in response to objective economic underperformance or as part of a broader political strategy.","type":"content","url":"/#id-4-political-incentives-and-the-persistence-of-film-tax-credits","position":15},{"hierarchy":{"lvl1":"","lvl3":"5. Data, Methods, and Research Tools","lvl2":"Literature Review"},"type":"lvl3","url":"/#id-5-data-methods-and-research-tools","position":16},{"hierarchy":{"lvl1":"","lvl3":"5. Data, Methods, and Research Tools","lvl2":"Literature Review"},"content":"The film-incentive literature has also evolved methodologically. Many of the studies above—Thom (2018, 2018b, 2019), Swenson (2017), Button (2019, 2021), Bradbury (2020), Workman (2021), and Owens and Rennhoff (2018)—use panel data models, difference-in-differences designs, and, in some cases, synthetic control–style comparisons to approximate causal effects. Rickman and Wang (2022) highlight the importance of careful industry classification and multiplier construction for credible inference.\n\nMy empirical strategy draws directly from these methodological advances. I implement stacked difference-in-differences models using QCEW NAICS 512110 data to estimate how California’s employment and wages evolve relative to donor states with long-running incentive regimes, and I use synthetic control methods to form data-driven counterfactuals for California’s film cluster. I then augment these approaches with ACS-based migration measures to address the key concern raised by Rickman and Wang (2020, 2022): whether observed changes in administrative employment reflect real worker inflows or simply reclassification.\n\nKorinek (2023) adds a complementary dimension by highlighting how generative AI can support economic research via automated data cleaning, document parsing, reproducible pipelines, and code generation. While his focus is not film incentives specifically, the study provides a conceptual framework for integrating large language models into empirical workflows. I follow this emerging practice by using AI-assisted tools for literature discovery, data documentation, and code review, while retaining conventional econometric methods for identification and estimation. This aligns my research with both the substantive film-incentive literature and the frontier of empirical practice.","type":"content","url":"/#id-5-data-methods-and-research-tools","position":17},{"hierarchy":{"lvl1":"","lvl3":"6. Synthesis and Remaining Gaps","lvl2":"Literature Review"},"type":"lvl3","url":"/#id-6-synthesis-and-remaining-gaps","position":18},{"hierarchy":{"lvl1":"","lvl3":"6. Synthesis and Remaining Gaps","lvl2":"Literature Review"},"content":"Across these strands, the literature reaches three broad conclusions. First, despite their popularity and fiscal scale, state film incentives rarely generate large, durable gains in film employment or wages, and often fail to produce positive net returns once opportunity costs are considered (Thom 2018; Button 2019; Bradbury 2020; Swenson 2017). Second, even in states often portrayed as “winners” in the incentive race, evidence of lasting cluster formation is limited and sensitive to modeling choices (Button 2021; Owens & Rennhoff 2018; Workman 2021). Third, the diffusion and persistence of film incentives appear to be driven as much by political incentives and policy emulation as by rigorous assessments of economic performance (Adkisson 2013; Thom 2019; Owens & Rennhoff 2023; Christopherson & Rightor 2010).\n\nWithin this framework, my study makes three contributions. Temporally, I extend the analysis through 2025 for QCEW and 2023 for ACS and focus on California’s major 2015 and 2020 program expansions, allowing me to test whether larger, modernized credits perform differently than earlier, smaller programs in both California and other states. Methodologically, I combine difference-in-differences and synthetic control methods with ACS-based migration flows and NAICS-precise QCEW data, directly addressing the measurement concerns raised by Rickman and Wang (2020, 2022) and the relocation vs. reclassification problem highlighted across the literature. Contextually, I embed these economic results in the political-economy framework developed by Adkisson (2013), Thom (2019), and Owens and Rennhoff (2023), evaluating whether California’s expansions are better understood as electoral and symbolic strategies than as responses to demonstrable economic success.\n\nBy integrating these perspectives, the paper situates California’s Film and Television Tax Credit within a mature empirical literature that is skeptical of large targeted incentives as engines of development. The question is no longer whether film incentives “work” in a broad sense, but whether California’s scaled-up programs—implemented in an era of streaming, digital distribution, and renewed competition from other hubs—can meaningfully alter the trajectory of an already dominant cluster, or whether they primarily redistribute existing activity and serve political objectives.\n\n","type":"content","url":"/#id-6-synthesis-and-remaining-gaps","position":19},{"hierarchy":{"lvl1":"","lvl2":"Methodology"},"type":"lvl2","url":"/#methodology","position":20},{"hierarchy":{"lvl1":"","lvl2":"Methodology"},"content":"","type":"content","url":"/#methodology","position":21},{"hierarchy":{"lvl1":"","lvl3":"Research Design","lvl2":"Methodology"},"type":"lvl3","url":"/#research-design","position":22},{"hierarchy":{"lvl1":"","lvl3":"Research Design","lvl2":"Methodology"},"content":"This study evaluates whether California’s Film and Television Tax Credit Program 2.0 (effective FY2015–16) and Program 3.0 (credit allocations beginning July 1, 2020) produced measurable employment or wage effects in motion picture production (NAICS 512110). I use difference-in-differences (DiD) on a state-by-quarter panel (2010–2025), complemented by Synthetic Control Methods (SCM) for robustness.","type":"content","url":"/#research-design","position":23},{"hierarchy":{"lvl1":"","lvl3":"Data Sources","lvl2":"Methodology"},"type":"lvl3","url":"/#data-sources","position":24},{"hierarchy":{"lvl1":"","lvl3":"Data Sources","lvl2":"Methodology"},"content":"","type":"content","url":"/#data-sources","position":25},{"hierarchy":{"lvl1":"","lvl4":"Employment and Wages (QCEW)","lvl3":"Data Sources","lvl2":"Methodology"},"type":"lvl4","url":"/#employment-and-wages-qcew","position":26},{"hierarchy":{"lvl1":"","lvl4":"Employment and Wages (QCEW)","lvl3":"Data Sources","lvl2":"Methodology"},"content":"Source: BLS Quarterly Census of Employment and Wages (2010–2025)\n\nIndustry: NAICS 512110 (Motion Picture and Video Production)\n\nKey Variables: Monthly employment levels (averaged to quarterly), average weekly wages\n\nDerived: Log employment and log wages for regression models","type":"content","url":"/#employment-and-wages-qcew","position":27},{"hierarchy":{"lvl1":"","lvl4":"Migration Validation (ACS)","lvl3":"Data Sources","lvl2":"Methodology"},"type":"lvl4","url":"/#migration-validation-acs","position":28},{"hierarchy":{"lvl1":"","lvl4":"Migration Validation (ACS)","lvl3":"Data Sources","lvl2":"Methodology"},"content":"Source: IPUMS American Community Survey (2009–2023)\n\nVariables: State of current residence (STATEFIP), prior-year residence (MIGPLAC1), person weights (PERWT)\n\nPurpose: Test whether employment changes correspond to actual worker inflows","type":"content","url":"/#migration-validation-acs","position":29},{"hierarchy":{"lvl1":"","lvl4":"Economic Controls","lvl3":"Data Sources","lvl2":"Methodology"},"type":"lvl4","url":"/#economic-controls","position":30},{"hierarchy":{"lvl1":"","lvl4":"Economic Controls","lvl3":"Data Sources","lvl2":"Methodology"},"content":"GDP Growth: BEA quarterly GDP by state (year-over-year % change)\n\nUnemployment: BLS state unemployment (quarterly average)\n\nPopulation Growth: BLS state population (year-over-year % change)","type":"content","url":"/#economic-controls","position":31},{"hierarchy":{"lvl1":"","lvl4":"Control Group Selection","lvl3":"Data Sources","lvl2":"Methodology"},"type":"lvl4","url":"/#control-group-selection","position":32},{"hierarchy":{"lvl1":"","lvl4":"Control Group Selection","lvl3":"Data Sources","lvl2":"Methodology"},"content":"Primary controls: Georgia and New York—the only states with motion picture industries comparable in scale to California’s. Both maintained stable incentive structures during the study period:\n\nGeorgia: 30% credit (20% base + 10% logo bonus) from 2008–2022\n\nNew York: 30% base credit from 2009–2022\n\nSCM donor pool: New York, Georgia, Louisiana, Florida, Illinois, Pennsylvania","type":"content","url":"/#control-group-selection","position":33},{"hierarchy":{"lvl1":"","lvl3":"Empirical Strategy","lvl2":"Methodology"},"type":"lvl3","url":"/#empirical-strategy","position":34},{"hierarchy":{"lvl1":"","lvl3":"Empirical Strategy","lvl2":"Methodology"},"content":"","type":"content","url":"/#empirical-strategy","position":35},{"hierarchy":{"lvl1":"","lvl4":"1. Difference-in-Differences","lvl3":"Empirical Strategy","lvl2":"Methodology"},"type":"lvl4","url":"/#id-1-difference-in-differences","position":36},{"hierarchy":{"lvl1":"","lvl4":"1. Difference-in-Differences","lvl3":"Empirical Strategy","lvl2":"Methodology"},"content":"Y_{st} = \\alpha + \\beta_{2015}(CA_s \\times Post2015_t) + \\beta_{2020}(CA_s \\times Post2020_t) + \\gamma_s + \\delta_t + X_{st} + \\varepsilon_{st}\n\nWhere:\n\nY_{st} = log employment or log wages for state s in quarter t\n\n\\beta_{2015}, \\beta_{2020} = treatment effects (coefficients of interest)\n\n\\gamma_s = state fixed effects\n\n\\delta_t = quarter fixed effects\n\nX_{st} = time-varying controls (GDP growth, unemployment, population growth)\n\nStandard errors clustered at state level to account for serial correlation within states and the small number of treatment units (Bertrand, Duflo, & Mullainathan 2004)","type":"content","url":"/#id-1-difference-in-differences","position":37},{"hierarchy":{"lvl1":"","lvl4":"2. Synthetic Control Method","lvl3":"Empirical Strategy","lvl2":"Methodology"},"type":"lvl4","url":"/#id-2-synthetic-control-method","position":38},{"hierarchy":{"lvl1":"","lvl4":"2. Synthetic Control Method","lvl3":"Empirical Strategy","lvl2":"Methodology"},"content":"SCM constructs a synthetic California by optimally weighting donor states to minimize pre-treatment distance across predictors (employment, wages, GDP growth, unemployment).\n\nPre-treatment windows:\n\n2015 treatment: 2010 Q1 to 2015 Q1 (21 quarters)\n\n2020 treatment: 2012 Q1 to 2020 Q2 (34 quarters)\n\nInference: Permutation-based placebo tests rank California’s post-treatment deviation against donor states.","type":"content","url":"/#id-2-synthetic-control-method","position":39},{"hierarchy":{"lvl1":"","lvl4":"3. Migration Validation","lvl3":"Empirical Strategy","lvl2":"Methodology"},"type":"lvl4","url":"/#id-3-migration-validation","position":40},{"hierarchy":{"lvl1":"","lvl4":"3. Migration Validation","lvl3":"Empirical Strategy","lvl2":"Methodology"},"content":"Net migration = Inflows (workers moving TO California) − Outflows (workers moving FROM California)\n\nThis addresses Rickman and Wang’s (2020) concern that QCEW employment gains may reflect reclassification rather than genuine job creation.","type":"content","url":"/#id-3-migration-validation","position":41},{"hierarchy":{"lvl1":"","lvl4":"4. Political Timing","lvl3":"Empirical Strategy","lvl2":"Methodology"},"type":"lvl4","url":"/#id-4-political-timing","position":42},{"hierarchy":{"lvl1":"","lvl4":"4. Political Timing","lvl3":"Empirical Strategy","lvl2":"Methodology"},"content":"Descriptive analysis of proximity between legislative enactments and gubernatorial elections, following Owens and Rennhoff (2023).\n\nSources: California Legislative Information (LegInfo), Secretary of State election records","type":"content","url":"/#id-4-political-timing","position":43},{"hierarchy":{"lvl1":"","lvl3":"Robustness Checks","lvl2":"Methodology"},"type":"lvl3","url":"/#robustness-checks","position":44},{"hierarchy":{"lvl1":"","lvl3":"Robustness Checks","lvl2":"Methodology"},"content":"Alternative control groups (secondary states: FL, IL, PA, NC)\n\nAlternative time windows (1, 2, 3-year post-treatment)\n\nPlacebo tests (false treatment dates: 2013, 2017)\n\nNAICS 5121 aggregation for broader industry coverage","type":"content","url":"/#robustness-checks","position":45},{"hierarchy":{"lvl1":"","lvl3":"Identification Challenges","lvl2":"Methodology"},"type":"lvl3","url":"/#identification-challenges","position":46},{"hierarchy":{"lvl1":"","lvl3":"Identification Challenges","lvl2":"Methodology"},"content":"","type":"content","url":"/#identification-challenges","position":47},{"hierarchy":{"lvl1":"","lvl4":"COVID-19 Confounding","lvl3":"Identification Challenges","lvl2":"Methodology"},"type":"lvl4","url":"/#covid-19-confounding","position":48},{"hierarchy":{"lvl1":"","lvl4":"COVID-19 Confounding","lvl3":"Identification Challenges","lvl2":"Methodology"},"content":"The Program 3.0 treatment (July 2020) coincides with COVID-19 pandemic disruptions that severely affected film production nationwide. Production shutdowns, social distancing requirements, and delayed projects created unprecedented employment volatility across all states. This presents a critical identification challenge: observed post-2020 employment changes may reflect pandemic recovery rather than tax credit effects.\n\nI address this concern through several approaches:\n\nSCM matching: The synthetic control incorporates pandemic-period data from donor states, constructing a counterfactual that partially accounts for common COVID shocks\n\nControl group exposure: Georgia and New York experienced similar production disruptions, providing a reasonable comparison\n\nCautious interpretation: Results for the 2020 treatment should be interpreted with appropriate caution given this confounding\n\nDespite these mitigations, the 2020 estimates remain less reliable than the 2015 estimates, and readers should weight the Program 2.0 findings more heavily.","type":"content","url":"/#covid-19-confounding","position":49},{"hierarchy":{"lvl1":"","lvl4":"Industry Disruptions","lvl3":"Identification Challenges","lvl2":"Methodology"},"type":"lvl4","url":"/#industry-disruptions","position":50},{"hierarchy":{"lvl1":"","lvl4":"Industry Disruptions","lvl3":"Identification Challenges","lvl2":"Methodology"},"content":"Beyond COVID-19, the film industry experienced significant labor disruptions during the study period. The 2007-2008 Writers Guild of America strike affected the pre-treatment baseline, while the 2023 WGA and SAG-AFTRA strikes severely curtailed production in the post-2020 period. These industry-specific shocks compound the challenge of isolating tax credit effects from broader labor market volatility.","type":"content","url":"/#industry-disruptions","position":51},{"hierarchy":{"lvl1":"","lvl4":"Sample Size Considerations","lvl3":"Identification Challenges","lvl2":"Methodology"},"type":"lvl4","url":"/#sample-size-considerations","position":52},{"hierarchy":{"lvl1":"","lvl4":"Sample Size Considerations","lvl3":"Identification Challenges","lvl2":"Methodology"},"content":"The three-state DiD panel (192 observations) and six-state SCM donor pool raise statistical power concerns. With limited cross-sectional variation, detecting small effects becomes difficult. The 3-4% employment point estimates from SCM, while not statistically significant, represent approximately 3,300-4,300 jobs at California’s employment levels—a potentially meaningful economic effect that this study may lack power to detect. This limitation should inform interpretation: failure to reject the null hypothesis does not establish that the programs had zero effect.","type":"content","url":"/#sample-size-considerations","position":53},{"hierarchy":{"lvl1":"","lvl3":"Methodological Contribution","lvl2":"Methodology"},"type":"lvl3","url":"/#methodological-contribution","position":54},{"hierarchy":{"lvl1":"","lvl3":"Methodological Contribution","lvl2":"Methodology"},"content":"This approach extends Thom (2018) and Rickman & Wang (2020) by:\n\nExtending temporal scope to capture 2015 and 2020 California expansions\n\nIntegrating ACS migration data to validate employment changes\n\nEmbedding political-timing analysis to connect economic outcomes with electoral incentives\n\n","type":"content","url":"/#methodological-contribution","position":55},{"hierarchy":{"lvl1":"","lvl2":"Results"},"type":"lvl2","url":"/#results","position":56},{"hierarchy":{"lvl1":"","lvl2":"Results"},"content":"","type":"content","url":"/#results","position":57},{"hierarchy":{"lvl1":"","lvl3":"Data Summary","lvl2":"Results"},"type":"lvl3","url":"/#data-summary","position":58},{"hierarchy":{"lvl1":"","lvl3":"Data Summary","lvl2":"Results"},"content":"The panel dataset consists of quarterly observations for three states (California, New York, Georgia) over 64 quarters (2010 Q1 to 2025 Q1), totaling 192 state-quarter observations. California is the treated unit; New York and Georgia serve as controls based on industry scale and policy stability.\n\nTable 1: Summary Statistics by State (2010-2025)\n\nState\n\nEmployment (Mean)\n\nAvg Weekly Wage (Mean)\n\nGDP Growth (%)\n\nUnemployment (%)\n\nCalifornia\n\n109,656\n\n2,338\n\n3.12\n\n7.16\n\nNew York\n\n43,307\n\n2,094\n\n1.86\n\n6.12\n\nGeorgia\n\n10,158\n\n1,323\n\n2.85\n\n5.90","type":"content","url":"/#data-summary","position":59},{"hierarchy":{"lvl1":"","lvl3":"Difference-in-Differences Results","lvl2":"Results"},"type":"lvl3","url":"/#difference-in-differences-results","position":60},{"hierarchy":{"lvl1":"","lvl3":"Difference-in-Differences Results","lvl2":"Results"},"content":"Table 2: DiD Regression Results\n\nOutcome\n\nTreatment\n\nCoefficient\n\nP-value\n\n% Change\n\nSignificant?\n\nEmployment\n\nProgram 2.0 (2015)\n\n-0.202\n\n0.316\n\n-18.3%\n\nNo\n\nEmployment\n\nProgram 3.0 (2020)\n\n-0.036\n\n0.526\n\n-3.5%\n\nNo\n\nWages\n\nProgram 2.0 (2015)\n\n+0.087\n\n0.003\n\n+9.1%\n\nYes\n\nWages\n\nProgram 3.0 (2020)\n\n-0.072\n\n0.153\n\n-6.9%\n\nNo\n\nKey Findings: No statistically significant employment effects were detected for either program. The only significant finding is a 9.1% wage premium following Program 2.0 (p = 0.003).","type":"content","url":"/#difference-in-differences-results","position":61},{"hierarchy":{"lvl1":"","lvl4":"DiD Limitations","lvl3":"Difference-in-Differences Results","lvl2":"Results"},"type":"lvl4","url":"/#did-limitations","position":62},{"hierarchy":{"lvl1":"","lvl4":"DiD Limitations","lvl3":"Difference-in-Differences Results","lvl2":"Results"},"content":"DiD estimates are unreliable due to parallel trends violations:\n\nCalifornia vs. Georgia: 0.153 log points/year difference (substantial violation)\n\nPlacebo test (2013 Q2): coefficient = -0.300, p = 0.005 (spurious effect)\n\nConclusion: DiD employment estimates are biased by pre-existing trends and should not be interpreted causally.","type":"content","url":"/#did-limitations","position":63},{"hierarchy":{"lvl1":"","lvl3":"Synthetic Control Method Results","lvl2":"Results"},"type":"lvl3","url":"/#synthetic-control-method-results","position":64},{"hierarchy":{"lvl1":"","lvl3":"Synthetic Control Method Results","lvl2":"Results"},"content":"Given DiD limitations, SCM provides more credible causal inference by optimally weighting donor states based on pre-treatment fit.\n\nOptimal Weights: New York receives 100% weight for both treatments, reflecting its superior match to California’s industry trajectory.\n\nTable 3: SCM Results\n\nTreatment\n\nEffect (%)\n\nP-value\n\nCA Rank\n\nSignificant?\n\nProgram 2.0 (2015)\n\n+3.5%\n\n0.286\n\n2nd/7\n\nNo\n\nProgram 3.0 (2020)\n\n+4.3%\n\n0.143\n\n1st/7\n\nNo\n\nKey Finding: No statistically significant employment effects were detected. While point estimates are positive (3-4%), p-values exceed 0.05, meaning we cannot conclude the programs increased employment. In economic terms, the +3.5% estimate for Program 2.0 would translate to approximately 3,800 additional jobs at California’s mean employment level (~109,000)—a meaningful effect if real, but one this study lacks statistical power to confirm.","type":"content","url":"/#synthetic-control-method-results","position":65},{"hierarchy":{"lvl1":"","lvl4":"Placebo Tests","lvl3":"Synthetic Control Method Results","lvl2":"Results"},"type":"lvl4","url":"/#placebo-tests","position":66},{"hierarchy":{"lvl1":"","lvl4":"Placebo Tests","lvl3":"Synthetic Control Method Results","lvl2":"Results"},"content":"Permutation-based inference shows California ranks among top states in post-treatment deviation, but neither effect achieves statistical significance (p = 0.286 and p = 0.143).","type":"content","url":"/#placebo-tests","position":67},{"hierarchy":{"lvl1":"","lvl3":"ACS Migration Analysis","lvl2":"Results"},"type":"lvl3","url":"/#acs-migration-analysis","position":68},{"hierarchy":{"lvl1":"","lvl3":"ACS Migration Analysis","lvl2":"Results"},"content":"To test whether employment patterns reflect genuine worker relocation, I analyze IPUMS ACS migration data (2009-2023) for film industry workers.\n\nTable 4: California Film Industry Net Migration (Selected Years)\n\nYear\n\nNet Migration\n\nMigration Rate\n\nNotes\n\n2013\n\n+5,496\n\n+2.97%\n\nLargest inflow\n\n2015\n\n+2,058\n\n+1.08%\n\nProgram 2.0\n\n2020\n\n+1,667\n\n+0.74%\n\nProgram 3.0\n\n2021\n\n+58\n\n+0.03%\n\nSmallest inflow\n\nAverage\n\n+2,029\n\n+1.03%\n\nPersistent inflow\n\nKey Finding: California experienced persistent net inflow throughout 2009-2023 (average +2,029 workers/year). However, net inflow did not increase following tax credit expansions—it actually declined in 2020-2021. The tax credits did not enhance California’s baseline ability to attract workers.","type":"content","url":"/#acs-migration-analysis","position":69},{"hierarchy":{"lvl1":"","lvl3":"Political Timing Analysis","lvl2":"Results"},"type":"lvl3","url":"/#political-timing-analysis","position":70},{"hierarchy":{"lvl1":"","lvl3":"Political Timing Analysis","lvl2":"Results"},"content":"Table 5: Political Timing of Expansions\n\nProgram\n\nEnactment\n\nElection\n\nMonths Before\n\nElection Year?\n\n2.0\n\nSep 18, 2014\n\nNov 4, 2014\n\n1.5\n\nYes (Brown re-election)\n\n3.0\n\nJun 27, 2018\n\nNov 6, 2018\n\n4.5\n\nYes (Newsom elected)\n\nBoth expansions were enacted in gubernatorial election years within months of Election Day. If timing were random, probability of both falling in a 6-month pre-election window: ~1.6%.","type":"content","url":"/#political-timing-analysis","position":71},{"hierarchy":{"lvl1":"","lvl3":"Summary","lvl2":"Results"},"type":"lvl3","url":"/#summary","position":72},{"hierarchy":{"lvl1":"","lvl3":"Summary","lvl2":"Results"},"content":"Analysis\n\nFinding\n\nSignificant?\n\nSCM Employment (2015)\n\n+3.5%\n\nNo (p = 0.286)\n\nSCM Employment (2020)\n\n+4.3%\n\nNo (p = 0.143)\n\nDiD Wages (2015)\n\n+9.1%\n\nYes (p = 0.003)\n\nACS Migration\n\nNo post-policy increase\n\nN/A\n\nPolitical Timing\n\nBoth in election years\n\nN/A\n\nOverall: No statistically significant employment effects were detected. The only significant finding is the 9.1% wage premium (2015). Migration data shows persistent net inflow that did not strengthen after tax credit expansions. Political timing suggests electoral rather than economic motivations.\n\nCode reproducible via notebooks in Data Exploration folder.\n\n","type":"content","url":"/#summary","position":73},{"hierarchy":{"lvl1":"","lvl2":"Discussion"},"type":"lvl2","url":"/#discussion","position":74},{"hierarchy":{"lvl1":"","lvl2":"Discussion"},"content":"","type":"content","url":"/#discussion","position":75},{"hierarchy":{"lvl1":"","lvl3":"Interpretation in Context of Existing Literature","lvl2":"Discussion"},"type":"lvl3","url":"/#interpretation-in-context-of-existing-literature","position":76},{"hierarchy":{"lvl1":"","lvl3":"Interpretation in Context of Existing Literature","lvl2":"Discussion"},"content":"This study finds no statistically significant evidence that California’s Film and Television Tax Credit Program increased employment. The SCM results (p = 0.286 for Program 2.0 and p = 0.143 for Program 3.0) fail to reject the null hypothesis, consistent with the broader literature’s finding that film incentives produce limited measurable effects (Thom 2018; Button 2019; Bradbury 2020).\n\nThe significant wage premium (9.1% for 2015, p = 0.003) represents a notable exception and warrants economic interpretation. At California’s average weekly wage of 2,338 dollars, a 9.1% increase translates to approximately 213 dollars additional weekly earnings per worker, or roughly 11,000 dollars annually. Applied to California’s ~110,000 motion picture workers, this implies aggregate wage gains of approximately 1.2 billion dollars annually—comparable to the program’s 330 million dollar annual allocation. This suggests the wage benefits may provide substantial returns to existing workers, even absent employment growth. However, this finding must be interpreted cautiously given DiD’s parallel trends violations. Several alternative explanations merit consideration: (1) composition effects—the expanded credits may have attracted higher-budget productions requiring more experienced (and higher-paid) workers; (2) selection into treatment—productions seeking credits may differ systematically from those that don’t apply; (3) union bargaining—credit availability may have strengthened unions’ negotiating position on wages. Without production-level data, I cannot distinguish these mechanisms from genuine wage increases for incumbent workers.\n\nThe ACS migration evidence reveals persistent net inflow throughout 2009-2023, averaging +2,029 workers annually. However, this baseline pattern did not strengthen after tax credit expansions—net inflow actually declined from +2,058 in 2015 to just +58 in 2021. This addresses Rickman and Wang’s (2020) concern about distinguishing genuine job creation from administrative reclassification.","type":"content","url":"/#interpretation-in-context-of-existing-literature","position":77},{"hierarchy":{"lvl1":"","lvl3":"Robustness and Method Selection","lvl2":"Discussion"},"type":"lvl3","url":"/#robustness-and-method-selection","position":78},{"hierarchy":{"lvl1":"","lvl3":"Robustness and Method Selection","lvl2":"Discussion"},"content":"A key contribution of this study is the explicit comparison of DiD and SCM methods, where robustness checks determined method selection. Initial DiD analysis produced concerning diagnostics:\n\nParallel Trends Violations: Pre-treatment trend differences between California and Georgia (0.153 log points/year) substantially exceeded acceptable thresholds. California vs. New York showed smaller divergence (0.020 log points/year), but the three-state control group was dominated by Georgia’s rapid growth trajectory.\n\nPlacebo Test Failures: A placebo treatment at 2013 Q2—two years before Program 2.0—produced a significant spurious coefficient (−0.300, p = 0.005). Significant effects at false treatment dates indicate that DiD estimates may reflect pre-existing differential trends rather than causal policy effects.\n\nThese violations motivated the transition to SCM, which addresses parallel trends concerns by optimally weighting donor states based on pre-treatment predictor matching rather than assuming identical trends. The algorithm assigned 100% weight to New York for both treatments, reflecting its superior trajectory match to California.\n\nSCM’s permutation-based placebo tests provide more credible inference: California’s post-treatment deviation ranked 2nd of 7 states (2015) and 1st of 7 (2020), but neither achieved statistical significance. The 2020 effect (p = 0.143) approaches marginal significance, suggesting potentially meaningful impacts that warrant further investigation with expanded donor pools.","type":"content","url":"/#robustness-and-method-selection","position":79},{"hierarchy":{"lvl1":"","lvl4":"COVID-19 Confounding","lvl3":"Robustness and Method Selection","lvl2":"Discussion"},"type":"lvl4","url":"/#covid-19-confounding-1","position":80},{"hierarchy":{"lvl1":"","lvl4":"COVID-19 Confounding","lvl3":"Robustness and Method Selection","lvl2":"Discussion"},"content":"The Program 3.0 analysis faces a fundamental identification challenge: the July 2020 treatment onset coincides with COVID-19 pandemic disruptions. Film production nationwide experienced unprecedented shutdowns, delayed projects, and workforce displacement during 2020-2021. While SCM partially addresses this by incorporating pandemic-period donor state data, separating tax credit effects from pandemic recovery remains difficult. The 2015 estimates, uncontaminated by pandemic effects, should receive greater interpretive weight. The 2020 estimates are best understood as upper bounds on potential effects, acknowledging that observed post-treatment patterns may partially reflect differential pandemic recovery rather than policy impacts.","type":"content","url":"/#covid-19-confounding-1","position":81},{"hierarchy":{"lvl1":"","lvl3":"Policy Implications","lvl2":"Discussion"},"type":"lvl3","url":"/#policy-implications","position":82},{"hierarchy":{"lvl1":"","lvl3":"Policy Implications","lvl2":"Discussion"},"content":"The evidence suggests California’s tax credits did not generate detectable employment growth. This null finding is consistent with Button’s (2021) analysis of Louisiana and New Mexico, where even aggressive, sustained incentive regimes produced only temporary production boosts without lasting cluster development. California’s mature industry—already the nation’s dominant film hub—may be even less responsive at the margin than emerging production centers. The wage premium indicates improved compensation for existing workers, but the failure to enhance baseline migration patterns suggests the programs functioned as defensive policy—maintaining California’s existing industry advantages—rather than expanding production capacity.\n\nThe political timing analysis reveals both Program 2.0 and 3.0 were enacted within months of gubernatorial elections. To formalize: assuming legislation timing is uniformly distributed across the four-year gubernatorial cycle, the probability of a single bill falling within 6 months of an election is 6/48 ≈ 12.5%. The probability of both independent expansions falling in this window is (0.125)² ≈ 1.6%. While this calculation assumes independence and uniform distribution—simplifying assumptions that may not hold—the pattern is suggestive. This aligns with Owens and Rennhoff’s (2023) finding that film tax credits persist for political rather than purely economic reasons. Visible benefits to existing workers—higher wages, industry goodwill, production announcements—may provide sufficient political justification even absent broader development goals.","type":"content","url":"/#policy-implications","position":83},{"hierarchy":{"lvl1":"","lvl3":"Limitations","lvl2":"Discussion"},"type":"lvl3","url":"/#limitations","position":84},{"hierarchy":{"lvl1":"","lvl3":"Limitations","lvl2":"Discussion"},"content":"Statistical Power: The limited donor pool (n = 6 states) constrains SCM inference. Expanding to include additional states with film industries could improve power to detect smaller effects.\n\nCost-Effectiveness: Lack of program expenditure data prevents cost-per-job calculations. Future research should obtain allocation data to assess whether observed effects (if any) justify program costs.\n\nMigration Measurement: ACS captures permanent residential moves but may miss temporary project-based relocations common in film production, potentially understating production activity effects.\n\nAggregate Analysis: This study examines aggregate motion picture employment. Heterogeneous effects across production types (independent vs. studio), occupations (above-line vs. below-line), or firm sizes remain unexplored.\n\nFuture research should expand donor pools, incorporate program expenditure data for cost-effectiveness analysis, and explore alternative data sources capturing temporary migration patterns.\n\n","type":"content","url":"/#limitations","position":85},{"hierarchy":{"lvl1":"","lvl2":"Conclusion"},"type":"lvl2","url":"/#conclusion","position":86},{"hierarchy":{"lvl1":"","lvl2":"Conclusion"},"content":"This study examined whether California’s Film and Television Tax Credit Program 2.0 (effective FY2015–16) and Program 3.0 (credit allocations beginning July 1, 2020) generated sustained employment or wage gains in the motion picture industry, extending Thom’s (2018) temporal scope and addressing methodological concerns raised by Rickman and Wang (2020).","type":"content","url":"/#conclusion","position":87},{"hierarchy":{"lvl1":"","lvl3":"Key Findings","lvl2":"Conclusion"},"type":"lvl3","url":"/#key-findings","position":88},{"hierarchy":{"lvl1":"","lvl3":"Key Findings","lvl2":"Conclusion"},"content":"No statistically significant employment effects were detected. SCM estimates show positive point estimates (3-4%) but p-values of 0.286 and 0.143 exceed conventional significance thresholds. We cannot conclude the programs increased employment.\n\nA significant wage premium was identified. DiD analysis found a 9.1% wage increase following Program 2.0 (p = 0.003), indicating improved compensation for existing workers.\n\nMigration patterns did not respond to policy. ACS data shows persistent net inflow of film workers (average +2,029/year), but this baseline pattern did not strengthen after tax credit expansions—net inflow actually declined in 2020-2021.\n\nPolitical timing suggests electoral motivations. Both expansions were enacted in gubernatorial election years within months of Election Day—a pattern unlikely to be coincidental (~1.6% probability if random).","type":"content","url":"/#key-findings","position":89},{"hierarchy":{"lvl1":"","lvl3":"Contributions","lvl2":"Conclusion"},"type":"lvl3","url":"/#contributions","position":90},{"hierarchy":{"lvl1":"","lvl3":"Contributions","lvl2":"Conclusion"},"content":"Temporal extension: First analysis of California’s large-scale Program 2.0 (effective FY2015–16) and Program 3.0 (credit allocations beginning July 1, 2020)\n\nMethodological rigor: SCM addresses DiD parallel trends violations; ACS migration data addresses the “reclassification problem”\n\nPolitical economy context: Links null employment effects to electoral incentive structures","type":"content","url":"/#contributions","position":91},{"hierarchy":{"lvl1":"","lvl3":"Policy Implications","lvl2":"Conclusion"},"type":"lvl3","url":"/#policy-implications-1","position":92},{"hierarchy":{"lvl1":"","lvl3":"Policy Implications","lvl2":"Conclusion"},"content":"California’s film tax credits appear to function as defensive policy—maintaining wages for existing workers and slowing competitive decline—rather than generating net job creation. The 1.55 billion dollars authorized for Program 3.0 did not detectably expand employment or enhance the state’s ability to attract workers beyond baseline patterns.\n\nThe persistence of these programs despite null employment effects is consistent with Owens and Rennhoff’s (2023) finding that film tax credits serve political rather than purely economic objectives.","type":"content","url":"/#policy-implications-1","position":93},{"hierarchy":{"lvl1":"","lvl3":"Final Assessment","lvl2":"Conclusion"},"type":"lvl3","url":"/#final-assessment","position":94},{"hierarchy":{"lvl1":"","lvl3":"Final Assessment","lvl2":"Conclusion"},"content":"The evidence suggests—though does not definitively prove—that California’s film tax credits did not produce statistically significant employment growth. The study’s limited statistical power means we cannot rule out modest positive effects; the 3-4% point estimates would represent approximately 3,800 jobs if real. However, the failure to detect significant effects despite California’s unprecedented program scale is itself informative.\n\nThese findings have implications beyond film policy. The broader “race to the bottom” in state tax incentives consumes billions annually across industries—from manufacturing to tech to film. If California’s well-designed, generously funded program in an industry where it holds natural advantages cannot demonstrably expand employment, policymakers should question whether targeted incentives represent efficient use of public resources compared to investments in infrastructure, education, or broad-based tax reform.\n\nCalifornia’s experience suggests these programs may be more effective at preventing losses than generating gains—a defensive posture that benefits existing workers but does not achieve the job-creation goals typically used to justify program costs.","type":"content","url":"/#final-assessment","position":95},{"hierarchy":{"lvl1":"","lvl3":"Future Research Directions","lvl2":"Conclusion"},"type":"lvl3","url":"/#future-research-directions","position":96},{"hierarchy":{"lvl1":"","lvl3":"Future Research Directions","lvl2":"Conclusion"},"content":"Several extensions would strengthen these findings:\n\nExpanded donor pools: Incorporating additional states (Texas, North Carolina, Massachusetts) could improve SCM power to detect smaller effects and provide more precise counterfactuals.\n\nCost-effectiveness analysis: Obtaining detailed program expenditure data would enable cost-per-job calculations, directly addressing whether observed wage benefits justify program costs.\n\nHeterogeneous effects: Examining effects by production type (television vs. feature film), firm size, or occupation (above-line vs. below-line workers) could reveal distributional impacts masked by aggregate analysis.\n\nPost-pandemic reassessment: As production patterns stabilize post-COVID, revisiting the Program 3.0 analysis with additional years of data would provide cleaner identification of policy effects.\n\nStreaming era dynamics: The rise of streaming platforms fundamentally altered content demand during the study period. Future work should examine whether tax credits interact differently with streaming versus traditional theatrical productions.\n\n","type":"content","url":"/#future-research-directions","position":97},{"hierarchy":{"lvl1":"","lvl2":"References"},"type":"lvl2","url":"/#references","position":98},{"hierarchy":{"lvl1":"","lvl2":"References"},"content":"","type":"content","url":"/#references","position":99},{"hierarchy":{"lvl1":"","lvl3":"Academic Literature","lvl2":"References"},"type":"lvl3","url":"/#academic-literature","position":100},{"hierarchy":{"lvl1":"","lvl3":"Academic Literature","lvl2":"References"},"content":"Bertrand, M., Duflo, E., & Mullainathan, S. (2004). How much should we trust differences-in-differences estimates? Quarterly Journal of Economics, 119(1), 249–275. \n\nBertrand et al. (2004)\n\nAdkisson, R. V. (2013). Policy convergence, state film-production incentives, and employment: A brief case study. Journal of Economic Issues. \n\nAdkisson (2013)\n\nBradbury, J. C. (2020). Do movie production incentives generate economic development. Contemporary Economic Policy. \n\nBradbury (2020)\n\nButton, P. (2019). Do tax incentives affect business location and economic development? Evidence from state film incentives. Regional Science and Urban Economics. \n\nButton (2019)\n\nButton, P. (2021). Can tax incentives create a local film industry? Evidence from Louisiana and New Mexico. Journal of Urban Affairs. \n\nButton (2021)\n\nChristopherson, S., & Rightor, N. (2010). The creative economy as “big business”: Evaluating state strategies to lure filmmakers. Journal of Planning Education and Research. \n\nChristopherson & Rightor (2010)\n\nKorinek, A. (2023). Generative AI for economic research: Use cases and implications for economists. Journal of Economic Literature. \n\nKorinek (2023)\n\nOwens, M. F., & Rennhoff, A. D. (2018). Motion picture production incentives and filming location decisions: A discrete choice approach. Journal of Economic Geography. \n\nOwens & Rennhoff (2018)\n\nOwens, M. F., & Rennhoff, A. D. (2023). Political behavior and voting for tax incentives. Applied Economics. \n\nOwens & Rennhoff (2023)\n\nRickman, D. S., & Wang, H. (2020). Lights, camera, what action? The nascent literature on the economics of US state film incentives. MPRA Paper.\n\nRickman, D. S., & Wang, H. (2022). Industry aggregation and assessment of state economic development from motion picture and television production incentives. Journal of Regional Analysis and Policy. \n\nRickman & Wang (2022)\n\nSwenson, C. W. (2017). Preliminary evidence on film production and state incentives. Economic Development Quarterly. \n\nSwenson (2017)\n\nThom, M. (2018a). Lights, camera, but no action? Tax and economic development lessons from state motion picture incentive programs. American Review of Public Administration. \n\nThom (2018)\n\nThom, M. (2018b). Time to yell “Cut?” An evaluation of the California film and production tax credit for the motion picture industry. California Journal of Politics and Policy. \n\nThom (2018)\n\nThom, M. (2019). Do state corporate tax incentives create jobs? Quasi-experimental evidence from the entertainment industry. State and Local Government Review. \n\nThom (2019)\n\nWorkman, A. (2021). Ready for a close-up: The effect of tax incentives on film production in California. Economic Development Quarterly. \n\nWorkman (2021)","type":"content","url":"/#academic-literature","position":101},{"hierarchy":{"lvl1":"","lvl3":"Policy and Government Sources","lvl2":"References"},"type":"lvl3","url":"/#policy-and-government-sources","position":102},{"hierarchy":{"lvl1":"","lvl3":"Policy and Government Sources","lvl2":"References"},"content":"California Legislative Analyst’s Office. (2009). California’s Film and Television Tax Credit. \n\nhttps://​lao​.ca​.gov​/2009​/tax​/revenues​_0209​/revenues​_020609​.aspx\n\nCalifornia Governor’s Office of Business and Economic Development. (2016). California’s Film & TV Tax Credit Program 2.0 Wraps Second Year. \n\nhttps://​business​.ca​.gov​/californias​-film​-tv​-tax​-credit​-program​-2​-0​-wraps​-second​-year​-by​-adding​-four​-relocating​-tv​-series/\n\nCalifornia Film Commission. (2020). Film & Television Tax Credit Program 3.0. \n\nhttps://​film​.ca​.gov​/tax​-credit/\n\nCalifornia Film Commission. (2023). California’s Film and TV Tax Credit Program Generates 21.9 Billion in Economic Output. \n\nhttps://​film​.ca​.gov​/californias​-film​-and​-tv​-tax​-credit​-program​-generates/\n\nNational Conference of State Legislatures. (2022). State Film Production Incentives. \n\nhttps://​www​.ncsl​.org​/research​/fiscal​-policy​/state​-film​-production​-incentives​.aspx\n\nTax Foundation. (2023). State Film Incentives: Do They Work? \n\nhttps://​taxfoundation​.org​/research​/all​/state​/california​-lao​-finds​-1​-every​-3​-film​-incentives​-go​-projects​-would​-have​-happened​-anyway/","type":"content","url":"/#policy-and-government-sources","position":103},{"hierarchy":{"lvl1":"","lvl3":"Legislative Sources","lvl2":"References"},"type":"lvl3","url":"/#legislative-sources","position":104},{"hierarchy":{"lvl1":"","lvl3":"Legislative Sources","lvl2":"References"},"content":"California Legislative Information. AB-1839 Motion picture credit. \n\nhttps://​leginfo​.legislature​.ca​.gov​/faces​/billNavClient​.xhtml​?bill​_id​=​201320140AB1839\n\nCalifornia Legislative Information. SB-871 Motion picture credit. \n\nhttps://​leginfo​.legislature​.ca​.gov​/faces​/billNavClient​.xhtml​?bill​_id​=​201720180SB871\n\nCalifornia Secretary of State. Statewide Election Results. \n\nhttps://​www​.sos​.ca​.gov​/elections​/prior​-elections​/statewide​-election​-results\n\n","type":"content","url":"/#legislative-sources","position":105},{"hierarchy":{"lvl1":"","lvl2":"Appendix"},"type":"lvl2","url":"/#appendix","position":106},{"hierarchy":{"lvl1":"","lvl2":"Appendix"},"content":"\n\nHere I want to have some additional regressions I do not want to put in the main body.","type":"content","url":"/#appendix","position":107}]}