{"version":2,"kind":"Article","sha256":"02eeab6ff638fd4ca21b20e469359cd5d43720a0fa2fe9c5c099a0562a74747a","slug":"abstract","location":"/01_abstract.md","dependencies":[],"frontmatter":{"authors":[{"nameParsed":{"literal":"Yisheng(Bruce) Mao","given":"Yisheng(Bruce)","family":"Mao"},"name":"Yisheng(Bruce) Mao","id":"contributors-myst-generated-uid-0"}],"numbering":{"title":{"offset":1}},"exports":[{"format":"md","filename":"01_abstract.md","url":"/build/01_abstract-8f88ff4789d663db8262a43d6188f0a1.md"}]},"mdast":{"type":"root","children":[{"type":"block","position":{"start":{"line":1,"column":1},"end":{"line":1,"column":1}},"children":[{"type":"paragraph","position":{"start":{"line":2,"column":1},"end":{"line":2,"column":1}},"children":[{"type":"text","value":"This study examines the relationship between Buy-Now-Pay-Later (BNPL) firms’ stock returns and changes in monetary policy, specifically the Federal Funds Rate, addressing a fundamental gap in the financial economics literature on fintech firm valuation and monetary policy transmission mechanisms.","position":{"start":{"line":2,"column":1},"end":{"line":2,"column":1}},"key":"zVPg0i5JbI"}],"key":"zdAS2au2rm"},{"type":"paragraph","position":{"start":{"line":4,"column":1},"end":{"line":4,"column":1}},"children":[{"type":"text","value":"I employ a multi-factor regression framework with robust standard errors (HC3) to estimate the relationship between log-transformed BNPL stock returns and interest rate changes while controlling for market movements, consumer spending patterns, credit market conditions, and macroeconomic factors. The econometric specification employs a two-stage approach, beginning with a parsimonious base model and progressing to a full specification that incorporates multiple economic channels simultaneously. The analysis spans February 2020 to August 2025, comprising 67 monthly observations that capture the rapid growth phase of the BNPL industry alongside significant monetary policy shifts from near-zero rates to approximately 5%. This period provides substantial variation in the key explanatory variable, creating a natural experiment for examining how BNPL firms respond to rate changes.","position":{"start":{"line":4,"column":1},"end":{"line":4,"column":1}},"key":"JPS3SyGOBK"}],"key":"CYmfitUjQq"},{"type":"paragraph","position":{"start":{"line":6,"column":1},"end":{"line":6,"column":1}},"children":[{"type":"text","value":"The results show a negative point estimate for the relationship between interest rate changes and BNPL returns (β₁ = -12.68 in the full specification model), suggesting that a one percentage point increase in Federal Funds Rate changes is associated with approximately a 12.7% decrease in log BNPL returns. However, this coefficient is economically large but statistically indistinguishable from zero (p-value = 0.202), indicating that we cannot reject the null hypothesis of no relationship. The full specification model achieves an R² of 0.5098, indicating that the included variables collectively explain approximately 51% of the variation in log BNPL returns. Market returns (β₅ = 2.38, p < 0.001) and inflation (β₄ = -12.94, p = 0.049) are the dominant statistically significant determinants, while the Federal Funds Rate coefficient, though large in magnitude, does not achieve statistical significance. This pattern suggests that BNPL returns respond primarily through market-wide movements and inflation channels rather than through direct, statistically detectable interest rate sensitivity.","position":{"start":{"line":6,"column":1},"end":{"line":6,"column":1}},"key":"Xv20UWqsn4"}],"key":"d5xp42oNJh"},{"type":"paragraph","position":{"start":{"line":8,"column":1},"end":{"line":8,"column":1}},"children":[{"type":"text","value":"This research contributes to three distinct strands of literature: fintech firm valuation, monetary policy transmission mechanisms, and consumer credit markets research. The study provides empirical evidence on how alternative credit providers respond to macroeconomic conditions, contributing to the broader understanding of how fintech firms differ from traditional financial institutions in their response to monetary policy changes.","position":{"start":{"line":8,"column":1},"end":{"line":8,"column":1}},"key":"YgUON7WK80"}],"key":"AaRzQdmShH"}],"data":{"part":"abstract"},"key":"niV9kKzHVH"},{"type":"block","position":{"start":{"line":10,"column":1},"end":{"line":10,"column":1}},"children":[],"key":"HYhWm13vkg"}],"key":"Cqw8rYtk8y"},"references":{"cite":{"order":[],"data":{}}},"footer":{"navigation":{"prev":{"title":"Buy-Now-Pay-Later Stock Returns and Interest Rate Sensitivity","url":"/","group":"Buy-Now-Pay-Later Stock Returns and Interest Rate Sensitivity"},"next":{"title":"1. Introduction and Research Question","url":"/introduction","group":"Content"}}},"domain":"http://localhost:3000"}